/* 
   Localizable.strings
   Toucan

   Created by William VALENTIN on 07/10/09.
   Copyright 2009 ExoApps. All rights reserved.
 */

"ICON_POPUP_BUTTON_TITLE" = "Icon";
"MIDDLE_POPUP_BUTTON_TITLE" = "Middle";
"HUGE_POPUP_BUTTON_TITLE" = "Big";
"COLOR_POPUP_BUTTON_TITLE" = "Color";
"BLACK_AND_WHITE_POPUP_BUTTON_TITLE" = "B&W";
"NEWS_POPUP_BUTTON_TITLE" = "News";
"FACE_POPUP_BUTTON_TITLE" = "Faces";
"PHOTO_CONTENT_POPUP_BUTTON_TITLE" = "Photo content";
"CLIPART_POPUP_BUTTON_TITLE" = "Clipart";
"HAND_DRAW_POPUP_BUTTON_TITLE" = "Hand draw";
"DESTINATION_FOLDER_DIALOG_TITLE" = "Destination folder";
"GROWL_PATH_CHANGED_DESCRIPTION_NOTIFICATION" = "Destination folder successfully changed => %@";
"GROWL_DOWNLOAD_ERROR_DESCRIPTION_NOTIFICATION" = "Error occured while downloading the image!";
"GROWL_DOWNLOAD_SUCCESSFULL_DESCRIPTION_NOTIFICATION" = "Saved successfully => %@";
"GROWL_CONNEXION_FAILED_DESCRIPTION_NOTIFICATION" = "Connexion to remote server failed!";
"SAFE_RADIO_BUTTON_TITLE" = "Enable";
"SIZE_TOOLBAR_ITEM_LABEL" = "Size";
"SIZE_TOOLBAR_ITEM_PALETTE_LABEL" = "Size";
"TINT_TOOLBAR_ITEM_LABEL" = "Tint";
"TINT_TOOLBAR_ITEM_PALETTE_LABEL" = "Tint";
"GENERAL_PREF_TOOLBAR_ITEM_LABEL" = "General";
"GENERAL_PREF_TOOLBAR_ITEM_PALETTE_LABEL" = "General";
"ADVANCED_PREF_TOOLBAR_ITEM_LABEL" = "Advanced";
"ADVANCED_PREF_TOOLBAR_ITEM_PALETTE_LABEL" = "Advanced";
"SEARCH_FIELD_TOOLBAR_ITEM_LABEL" = "Find";
"SEARCH_FIELD_TOOLBAR_ITEM_PALETTE_LABEL" = "Find";
"SEARCH_BUTTON_TOOLBAR_ITEM_LABEL" = "Send";
"SEARCH_BUTTON_TOOLBAR_ITEM_PALETTE_LABEL" = "Send";
"SAFE_RADIO_BUTTON_TOOLBAR_LABEL" = "Mature Content";
"SAFE_RADIO_BUTTON_TOOLBAR_PALETTE_LABEL" = "Mature Content";
"POSITION_TEXT_FIELD_RESULTS" = "Results: %d - %d";
"COPYRIGHTS_TEXT_FIELD_LABEL" = "©2009 ExoApps, All rights reserved";
"COMPLETED_DOWNLOAD_PERCENTS" = "%i%% of \"%@\" completed";
"IMG_INFOS_NAME" = "Name : %@";
"IMG_INFOS_SIZE" = "Size : %@ ppp";
"IMG_INFOS_TYPE" = "Type : %@";
"IMG_INFOS_SOURCE" = "Source : %@";
